[{"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/spouse> <http://dbpedia.org/resource/Ingrid_von_Rosen>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/awards> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/spouse> <http://dbpedia.org/resource/Ingrid_von_Rosen> .?u_0 <http://dbpedia.org/property/awards> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "<http://dbpedia.org/resource/Ingrid_von_Rosen> <http://dbpedia.org/property/spouse> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "<http://dbpedia.org/resource/Ingrid_von_Rosen> <http://dbpedia.org/property/spouse> ?u_0 .?u_1 <http://dbpedia.org/property/awards> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "<http://dbpedia.org/resource/Ingrid_von_Rosen> <http://dbpedia.org/property/spouse> ?u_0 .?u_0 <http://dbpedia.org/property/awards> ?u_1", "target_var": "?u_1"}], "id": "2159", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ingrid_von_Rosen> <http://dbpedia.org/property/spouse> ?x . ?x <http://dbpedia.org/property/awards> ?uri  . }", "question": "List the awards won by the wife of Ingrid von Rosen."}, {"answer": "-without_path", "features": ["multivar", "compound", "count"], "generated_queries": [], "id": "4350", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/publisher> <http://dbpedia.org/resource/Titus_Software> . ?x <http://dbpedia.org/ontology/genre> ?uri  . }", "question": "Count the different genres of games published by Titus Software"}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/property/awards> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/awards> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty> .?u_0 <http://dbpedia.org/ontology/award> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/awards> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty> .?u_0 <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/awards> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty> .?u_0 <http://dbpedia.org/property/awards> ?u_1", "target_var": "?u_1"}], "id": "779", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/ontology/award> <http://dbpedia.org/resource/Becket_Fund_for_Religious_Liberty> . ?x <http://dbpedia.org/property/awards> ?uri  . }", "question": "Count the awards given to the recepients of the Becket fund for religious liberty."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/locations> <http://dbpedia.org/resource/Ontario>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/locationCity> <http://dbpedia.org/resource/Ontario>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/locations> <http://dbpedia.org/resource/Ontario>", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/ontology/locationCity> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/locationCity> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/locationCity> <http://dbpedia.org/resource/Ontario>", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/property/locations> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/locations> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/locationCity> <http://dbpedia.org/resource/Ontario> .?u_0 <http://dbpedia.org/property/locations> ?u_1", "target_var": "?u_1"}], "id": "1688", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/ontology/locationCity> <http://dbpedia.org/resource/Ontario> . ?x <http://dbpedia.org/property/locations> ?uri  . }", "question": "Count all the places where companies located in Ontario operate."}, {"answer": "correct", "features": ["single", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Cascade_Airways> <http://dbpedia.org/property/hubs> ?u_0", "target_var": "?u_0"}], "id": "1234", "query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Cascade_Airways> <http://dbpedia.org/property/hubs> ?uri } ", "question": "?What are the airline hubs of Cascade Airways"}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/employer> <http://dbpedia.org/resource/CNN>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/employer> <http://dbpedia.org/resource/CNN> .?u_0 <http://dbpedia.org/ontology/almaMater> ?u_1", "target_var": "?u_1"}], "id": "1587", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/employer> <http://dbpedia.org/resource/CNN> . ?x <http://dbpedia.org/ontology/almaMater> ?uri  . }", "question": "Count the different alma maters of people employed by the CNN"}, {"answer": "-no_answer", "features": ["single", "singlevar"], "generated_queries": [], "id": "2902", "query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/relative> <http://dbpedia.org/resource/Barry_Voight>  . }", "question": "Name a famous relative of barry voight"}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/federalState> <http://dbpedia.org/resource/Mecklenburg-Vorpommern>", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/property/cities> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/federalState> <http://dbpedia.org/resource/Mecklenburg-Vorpommern> .?u_1 <http://dbpedia.org/property/cities> ?u_0", "target_var": "?u_1"}], "id": "237", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/federalState> <http://dbpedia.org/resource/Mecklenburg-Vorpommern> . ?uri <http://dbpedia.org/property/cities> ?x  . }", "question": "List places that are associated to cities in the state of Mecklenburg-Vorpommern."}, {"answer": "-no_answer", "features": ["multivar", "compound"], "generated_queries": [], "id": "4015", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/rightTributary> <http://dbpedia.org/resource/Bjelimi\u0107ka_Rijeka> . ?x <http://dbpedia.org/ontology/mouthCountry> ?uri  . }", "question": "Where is the mouth of the river whose tributary is Bjelimi\u0107ka  Rijeka ?"}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/language> <http://dbpedia.org/resource/Spanish_language>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/language> <http://dbpedia.org/resource/Spanish_language> .?u_0 <http://dbpedia.org/property/author> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/property/author> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/language> <http://dbpedia.org/resource/Spanish_language> .?u_1 <http://dbpedia.org/property/author> ?u_0", "target_var": "?u_1"}], "id": "2666", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/language> <http://dbpedia.org/resource/Spanish_language> . ?uri <http://dbpedia.org/property/author> ?x  . }", "question": "Name some books by Spanish speaking authors."}, {"answer": "-no_answer", "features": ["single", "singlevar"], "generated_queries": [], "id": "1496", "query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/last> <http://dbpedia.org/resource/Star_Wars:_Episode_III_\u2013_Revenge_of_the_Sith> } ", "question": "Give me the characters who last appeared in Star Wars Episode 3"}, {"answer": "-no_answer", "features": ["single", "singlevar"], "generated_queries": [], "id": "4825", "query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Cohoes,_New_York> <http://dbpedia.org/ontology/river> ?uri } ", "question": "Which river goes through cohoes, NY"}]