[{"answer": "-without_path", "features": ["multivar", "compound", "count"], "generated_queries": [], "id": "2633", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/manager> <http://dbpedia.org/resource/Luis_Enrique_(footballer)> . ?uri <http://dbpedia.org/property/youthclubs> ?x  . }", "question": "Count all those whose youth club was managed by Luis Enrique."}, {"answer": "correct", "features": ["single", "boolean", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Microsoft_Office> <http://dbpedia.org/property/programmingLanguage> <http://dbpedia.org/resource/C++>", "target_var": "?u_-1"}], "id": "1052", "query": "ASK WHERE { <http://dbpedia.org/resource/Microsoft_Office> <http://dbpedia.org/property/programmingLanguage> <http://dbpedia.org/resource/C++> }", "question": "Is Microsoft office written in C++"}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/commander> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)> .?u_0 <http://dbpedia.org/property/commander> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/property/commander> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)> .?u_0 <http://dbpedia.org/property/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/commander> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)> .?u_0 <http://dbpedia.org/ontology/commander> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/ontology/commander> ?u_0", "target_var": "?u_1"}], "id": "100", "query": " SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/commander> <http://dbpedia.org/resource/Roundhead_(Wyandot)> . ?x <http://dbpedia.org/ontology/commander> ?uri }", "question": "Give me the total number of commander of the military conflicts whose commander is Roundhead (Wyandot)."}, {"answer": "-no_answer", "features": ["single", "singlevar"], "generated_queries": [], "id": "4838", "query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/divisions> <http://dbpedia.org/resource/Audi_India> } ", "question": "Which company's division is Audi India? Correct Question"}, {"answer": "correct", "features": ["single", "multivar", "count"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/license> <http://dbpedia.org/resource/Software_as_a_service>", "target_var": "?u_0"}], "id": "877", "query": "SELECT COUNT(DISTINCT ?uri) WHERE {?uri <http://dbpedia.org/ontology/license> <http://dbpedia.org/resource/Software_as_a_service>  . }", "question": "Count all the things licensed as Software as a service."}, {"answer": "correct", "features": ["single", "boolean", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Walt_Disney_Studios_(division)> <http://dbpedia.org/ontology/subsidiary> <http://dbpedia.org/resource/Pixar>", "target_var": "?u_-1"}], "id": "893", "query": "ASK WHERE { <http://dbpedia.org/resource/Walt_Disney_Studios_(division)> <http://dbpedia.org/ontology/subsidiary> <http://dbpedia.org/resource/Pixar> }", "question": "Does Walt Disney Studio have a subsidiary called PixarCascadia_"}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "<http://dbpedia.org/resource/Royal_Thai_Army> <http://dbpedia.org/property/notableCommanders> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "<http://dbpedia.org/resource/Royal_Thai_Army> <http://dbpedia.org/property/notableCommanders> ?u_0 .?u_0 <http://dbpedia.org/ontology/religion> ?u_1", "target_var": "?u_1"}], "id": "3654", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Royal_Thai_Army> <http://dbpedia.org/property/notableCommanders> ?x . ?x <http://dbpedia.org/ontology/religion> ?uri  . }", "question": "List the religions of the commanders of Royal Thai Army."}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/owningCompany> <http://dbpedia.org/resource/Roman_Abramovich>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/owningCompany> <http://dbpedia.org/resource/Roman_Abramovich>", "target_var": "?u_0"}, {"correct": false, "query": "<http://dbpedia.org/resource/Roman_Abramovich> <http://dbpedia.org/ontology/occupation> ?u_0", "target_var": "?u_0"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/owningCompany> <http://dbpedia.org/resource/Roman_Abramovich> .?u_1 <http://dbpedia.org/ontology/occupation> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "<http://dbpedia.org/resource/Roman_Abramovich> <http://dbpedia.org/ontology/occupation> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/owningCompany> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/ontology/owningCompany> ?u_0", "target_var": "?u_1"}], "id": "2146", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/owningCompany> <http://dbpedia.org/resource/Roman_Abramovich> . ?uri <http://dbpedia.org/ontology/occupation> ?x  . }", "question": "Name everyone working for a company owned by Roman Abramovich."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/order> <http://dbpedia.org/resource/Bacillales>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/domain> <http://dbpedia.org/resource/Bacteria>", "target_var": "?u_0"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/order> <http://dbpedia.org/resource/Bacillales> .?u_0 <http://dbpedia.org/property/domain> <http://dbpedia.org/resource/Bacteria>", "target_var": "?u_0"}], "id": "4415", "query": " SELECT COUNT(DISTINCT ?uri) WHERE {?uri <http://dbpedia.org/ontology/order> <http://dbpedia.org/resource/Bacillales> . ?uri <http://dbpedia.org/property/domain> <http://dbpedia.org/resource/Bacteria> } ", "question": "How many bacterias have taxonomy as Bacillales and domain as Bacteria? "}, {"answer": "correct", "features": ["single", "singlevar"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/\u00c9tienne_Bi\u00e9ler>", "target_var": "?u_0"}], "id": "577", "query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/\u00c9tienne_Bi\u00e9ler> } ", "question": "Whose doctoral student is etienne bieler\\xc9tienne_Bi\\xe9ler"}, {"answer": "-no_answer", "features": ["single", "singlevar"], "generated_queries": [], "id": "4525", "query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/debutTeam> <http://dbpedia.org/resource/San_Francisco_49ers>  . }", "question": "Name the ones who debuted in the San Francisco 49ers."}, {"answer": "-no_answer", "features": ["single", "singlevar"], "generated_queries": [], "id": "4741", "query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Liverpool_City_Region> <http://dbpedia.org/ontology/part> ?uri } ", "question": "Name the part of Liverpool city region >"}, {"answer": "-without_path", "features": ["multivar", "compound", "count"], "generated_queries": [], "id": "4299", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/ontology/militaryRank> <http://dbpedia.org/resource/Second_lieutenant> . ?x <http://dbpedia.org/ontology/religion> ?uri  . }", "question": "Count the different religions followed by Second Lieutenants in military."}, {"answer": "correct", "features": ["single", "boolean", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Alan_Jouban> <http://dbpedia.org/ontology/trainer> <http://dbpedia.org/resource/Eddie_Bravo>", "target_var": "?u_-1"}], "id": "3676", "query": "ASK WHERE { <http://dbpedia.org/resource/Alan_Jouban> <http://dbpedia.org/ontology/trainer> <http://dbpedia.org/resource/Eddie_Bravo> }", "question": "Is Eddie Bravo the trainer of Alan Jouban"}, {"answer": "correct", "features": ["single", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/2011\u201312_FC_Spartak_Moscow_season> <http://dbpedia.org/ontology/homeStadium> ?u_0", "target_var": "?u_0"}], "id": "3526", "query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/2011\u201312_FC_Spartak_Moscow_season> <http://dbpedia.org/ontology/homeStadium> ?uri } ", "question": "name the home stadium of FC Spartak Moscow season 2011-12"}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/ground> <http://dbpedia.org/resource/Rosario,_Santa_Fe>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/ground> <http://dbpedia.org/resource/Rosario,_Santa_Fe> .?u_1 <http://dbpedia.org/property/youthclubs> ?u_0", "target_var": "?u_1"}], "id": "122", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/ground> <http://dbpedia.org/resource/Rosario,_Santa_Fe> . ?uri <http://dbpedia.org/property/youthclubs> ?x  . }", "question": "Count all those who've played for the youth club which owns the Rosario, Santa Fe stadium."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/party> <http://dbpedia.org/resource/Malaysian_Chinese_Association>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/religion> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/party> <http://dbpedia.org/resource/Malaysian_Chinese_Association> .?u_0 <http://dbpedia.org/ontology/religion> ?u_1", "target_var": "?u_1"}], "id": "2710", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/ontology/party> <http://dbpedia.org/resource/Malaysian_Chinese_Association> . ?x <http://dbpedia.org/ontology/religion> ?uri  . }", "question": "Count the different religions practiced by people who are in the Malaysian and Chinese association."}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/nationality> <http://dbpedia.org/resource/United_States>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/relative> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/nationality> <http://dbpedia.org/resource/United_States> .?u_0 <http://dbpedia.org/ontology/relative> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/ontology/relative> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/nationality> <http://dbpedia.org/resource/United_States> .?u_1 <http://dbpedia.org/ontology/relative> ?u_0", "target_var": "?u_1"}], "id": "2654", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/nationality> <http://dbpedia.org/resource/United_States> . ?uri <http://dbpedia.org/ontology/relative> ?x  . }", "question": "List all those whose relatives' nationality is United States."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/origin> <http://dbpedia.org/resource/England>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/origin> <http://dbpedia.org/resource/England> .?u_0 <http://dbpedia.org/property/origin> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/property/origin> ?u_0 .?u_0 <http://dbpedia.org/property/origin> ?u_1", "target_var": "?u_1"}], "id": "2418", "query": " SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/origin> <http://dbpedia.org/resource/England> . ?x <http://dbpedia.org/property/origin> ?uri }", "question": "Count the  origin of the beverages which have been originated in england /"}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/British_Columbia>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/religion> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/British_Columbia> .?u_0 <http://dbpedia.org/property/religion> ?u_1", "target_var": "?u_1"}], "id": "4561", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/British_Columbia> . ?x <http://dbpedia.org/property/religion> ?uri  . }", "question": "Count the religions followed by people living in British Columbia."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/deathPlace> <http://dbpedia.org/resource/Paris>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/fields> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/deathPlace> <http://dbpedia.org/resource/Paris> .?u_0 <http://dbpedia.org/property/fields> ?u_1", "target_var": "?u_1"}], "id": "4038", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/deathPlace> <http://dbpedia.org/resource/Paris> . ?x <http://dbpedia.org/property/fields> ?uri  . }", "question": "For everyone who died in paris, count their different fields of work."}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/ground> <http://dbpedia.org/resource/Camp_Nou>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/ground> <http://dbpedia.org/resource/Camp_Nou> .?u_1 <http://dbpedia.org/property/youthclubs> ?u_0", "target_var": "?u_1"}], "id": "463", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/ground> <http://dbpedia.org/resource/Camp_Nou> . ?uri <http://dbpedia.org/property/youthclubs> ?x  . }", "question": "Name the members of youth clubs which have Camp Nou as their homeground."}, {"answer": "correct", "features": ["single", "multivar", "count"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Lucy_Sullivan_Is_Getting_Married> <http://dbpedia.org/property/starring> ?u_0", "target_var": "?u_0"}], "id": "239", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { <http://dbpedia.org/resource/Lucy_Sullivan_Is_Getting_Married> <http://dbpedia.org/property/starring> ?uri  . }", "question": "Count the number of actors in Lucy Sullivan Is Getting Married."}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/officialLanguage> <http://dbpedia.org/resource/Indian_English>", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/ontology/residence> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/officialLanguage> <http://dbpedia.org/resource/Indian_English> .?u_1 <http://dbpedia.org/ontology/residence> ?u_0", "target_var": "?u_1"}], "id": "2512", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/officialLanguage> <http://dbpedia.org/resource/Indian_English> . ?uri <http://dbpedia.org/ontology/residence> ?x  . }", "question": "Name a few whose live in a place where Indian English is an official language"}, {"answer": "-without_path", "features": ["multivar", "compound", "count"], "generated_queries": [], "id": "309", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/ontology/largestCity> <http://dbpedia.org/resource/Papeete> . ?uri <http://dbpedia.org/property/archipelago> ?x  . }", "question": "Give me a count of everything under the archipelago, where Papeete is the biggest town."}, {"answer": "correct", "features": ["single", "singlevar"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/property/canonizedBy> <http://dbpedia.org/resource/Pope_Paul_VI>", "target_var": "?u_0"}, {"correct": false, "query": "<http://dbpedia.org/resource/Pope_Paul_VI> <http://dbpedia.org/property/canonizedBy> ?u_0", "target_var": "?u_0"}], "id": "3159", "query": " SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/canonizedBy> <http://dbpedia.org/resource/Pope_Paul_VI> } ", "question": "Who all have been canonized by Pope Paul VI"}, {"answer": "-no_answer", "features": ["multivar", "compound"], "generated_queries": [], "id": "73", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/anthem> <http://dbpedia.org/resource/Oj,_svijetla_majska_zoro> . ?x <http://dbpedia.org/property/currency> ?uri  . }", "question": "List the base currency of the country whose anthem is Oj, svijetla majska zoro."}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "<http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/property/children> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "<http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/property/children> ?u_0", "target_var": "?u_0"}, {"correct": false, "query": "<http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/ontology/parent> ?u_0", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/children> <http://dbpedia.org/resource/Marvin_Bush>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/children> <http://dbpedia.org/resource/Marvin_Bush> .?u_0 <http://dbpedia.org/ontology/parent> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/children> <http://dbpedia.org/resource/Marvin_Bush> .?u_1 <http://dbpedia.org/ontology/parent> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/children> <http://dbpedia.org/resource/Marvin_Bush>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/children> <http://dbpedia.org/resource/Marvin_Bush> .<http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/ontology/parent> ?u_0", "target_var": "?u_0"}, {"correct": false, "query": "<http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/ontology/parent> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "<http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/ontology/parent> ?u_0 .?u_0 <http://dbpedia.org/property/children> ?u_1", "target_var": "?u_1"}], "id": "4230", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Marvin_Bush> <http://dbpedia.org/ontology/parent> ?x . ?x <http://dbpedia.org/property/children> ?uri  . }", "question": "List the children of the parent of Marvin Bush."}, {"answer": "correct", "features": ["single", "multivar", "count"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/property/team> <http://dbpedia.org/resource/Chicago_Bulls>", "target_var": "?u_0"}], "id": "620", "query": "SELECT COUNT(DISTINCT ?uri) WHERE {?uri <http://dbpedia.org/property/team> <http://dbpedia.org/resource/Chicago_Bulls>  . }", "question": "How many "}, {"answer": "-no_answer", "features": ["multivar", "compound"], "generated_queries": [], "id": "4197", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/F._A._Little,_Jr.> <http://dbpedia.org/ontology/successor> ?x . ?x <http://dbpedia.org/ontology/almaMater> ?uri  . }", "question": "What is the almamater of the successor of F. A. Little, Jr.? "}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/instrument> <http://dbpedia.org/resource/Saxophone>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/instrument> <http://dbpedia.org/resource/Saxophone> .?u_1 <http://dbpedia.org/property/starring> ?u_0", "target_var": "?u_1"}], "id": "1616", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/instrument> <http://dbpedia.org/resource/Saxophone> . ?uri <http://dbpedia.org/property/starring> ?x  . }", "question": "List everything in which saxophone players have been casted."}, {"answer": "-no_answer", "features": ["multivar", "compound"], "generated_queries": [], "id": "30", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/William_Harper_(Rhodesian_politician)> <http://dbpedia.org/ontology/militaryBranch> ?x . ?x <http://dbpedia.org/property/mascot> ?uri  . }", "question": "Name the mascot of the military branch of William Harper."}, {"answer": "-without_path", "features": ["single", "boolean", "singlevar"], "generated_queries": [], "id": "1207", "query": "ASK WHERE { <http://dbpedia.org/resource/Lion> <http://dbpedia.org/ontology/kingdom> <http://dbpedia.org/resource/Animal> }", "question": "Is lion an animal?"}, {"answer": "correct", "features": ["single", "multivar", "count"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/religion> <http://dbpedia.org/resource/Scientology>", "target_var": "?u_0"}], "id": "245", "query": "SELECT COUNT(DISTINCT ?uri) WHERE {?uri <http://dbpedia.org/ontology/religion> <http://dbpedia.org/resource/Scientology>  . }", "question": "Count all the scientologists."}, {"answer": "correct", "features": ["single", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Salthill> <http://dbpedia.org/ontology/type> ?u_0", "target_var": "?u_0"}], "id": "2314", "query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Salthill> <http://dbpedia.org/ontology/type> ?uri } ", "question": "What is a salthill?"}, {"answer": "-no_answer", "features": ["multivar", "compound"], "generated_queries": [], "id": "3467", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ann_Monroe_Gilchrist_Strong> <http://dbpedia.org/ontology/birthPlace> ?x . ?x <http://dbpedia.org/ontology/country> ?uri  . }", "question": "Which state is the birth location of Ann Monroe Gilchrist Strong? "}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "<http://dbpedia.org/resource/Gregorios_Bernardakis> <http://dbpedia.org/ontology/relative> ?u_0", "target_var": "?u_1"}, {"correct": true, "query": "<http://dbpedia.org/resource/Gregorios_Bernardakis> <http://dbpedia.org/ontology/relative> ?u_0 .?u_0 <http://dbpedia.org/ontology/award> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/relative> <http://dbpedia.org/resource/Gregorios_Bernardakis>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/relative> <http://dbpedia.org/resource/Gregorios_Bernardakis> .?u_0 <http://dbpedia.org/ontology/award> ?u_1", "target_var": "?u_1"}], "id": "932", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Gregorios_Bernardakis> <http://dbpedia.org/ontology/relative> ?x . ?x <http://dbpedia.org/ontology/award> ?uri  . }", "question": "List the awards given to the relatives of Gregorios Bernardakis."}, {"answer": "correct", "features": ["single", "multivar", "count"], "generated_queries": [{"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/league> <http://dbpedia.org/resource/National_Basketball_Association>", "target_var": "?u_0"}], "id": "1104", "query": "SELECT COUNT(DISTINCT ?uri) WHERE {?uri <http://dbpedia.org/ontology/league> <http://dbpedia.org/resource/National_Basketball_Association>  . }", "question": " Count the participants of the NBA."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "<http://dbpedia.org/resource/England> <http://dbpedia.org/property/religion> ?u_0", "target_var": "?u_1"}, {"correct": false, "query": "<http://dbpedia.org/resource/England> <http://dbpedia.org/property/religion> ?u_0", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/England>", "target_var": "?u_0"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/England>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/religion> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/England> .?u_0 <http://dbpedia.org/property/religion> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_1 <http://dbpedia.org/property/religion> ?u_0", "target_var": "?u_1"}], "id": "1774", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/residence> <http://dbpedia.org/resource/England> . ?x <http://dbpedia.org/property/religion> ?uri  . }", "question": "Count the total religions followed by the ones living in England."}, {"answer": "correct", "features": ["single", "boolean", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Werner_Heisenberg> <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/\u0218erban_\u021ai\u021beica>", "target_var": "?u_-1"}], "id": "4774", "query": "ASK WHERE { <http://dbpedia.org/resource/Werner_Heisenberg> <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/\u0218erban_\u021ai\u021beica> }", "question": "Is Serbian Titieca a doctoral student of Werner Heisenberghttp://dbpedia.org/resource/Werner_Heisenberg"}, {"answer": "-without_path", "features": ["single", "boolean", "singlevar"], "generated_queries": [], "id": "2321", "query": "ASK WHERE { <http://dbpedia.org/resource/Connecticut_River> <http://dbpedia.org/ontology/rightTributary> <http://dbpedia.org/resource/White_River_(Vermont)> }", "question": "Does the white river flow into the connecticut river{u'_id': u'97e02dcf44aa43c1b7cc7a7c155b118f',"}, {"answer": "correct", "features": ["single", "singlevar"], "generated_queries": [{"correct": true, "query": "<http://dbpedia.org/resource/Ed_Podolak> <http://dbpedia.org/ontology/highschool> ?u_0", "target_var": "?u_0"}], "id": "2629", "query": " SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ed_Podolak> <http://dbpedia.org/ontology/highschool> ?uri } ", "question": "Where did ed podolak go to high school"}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/manager> <http://dbpedia.org/resource/John_Spencer_(Scottish_footballer)>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/homeStadium> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/manager> <http://dbpedia.org/resource/John_Spencer_(Scottish_footballer)> .?u_0 <http://dbpedia.org/ontology/homeStadium> ?u_1", "target_var": "?u_1"}], "id": "4073", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/manager> <http://dbpedia.org/resource/John_Spencer_(Scottish_footballer)> . ?x <http://dbpedia.org/ontology/homeStadium> ?uri  . }", "question": "Give me the number of home stadiums of teams managed by John Spencer."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/network> <http://dbpedia.org/resource/CTV_Television_Network>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/judges> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/network> <http://dbpedia.org/resource/CTV_Television_Network> .?u_0 <http://dbpedia.org/property/judges> ?u_1", "target_var": "?u_1"}], "id": "1226", "query": "SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/ontology/network> <http://dbpedia.org/resource/CTV_Television_Network> . ?x <http://dbpedia.org/property/judges> ?uri  . }", "question": "Count the number of judges who've come on CTV network shows."}, {"answer": "correct", "features": ["multivar", "compound", "count"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/property/artist> <http://dbpedia.org/resource/Jean-Fran\u00e7ois_Cot\u00e9>", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/property/artist> <http://dbpedia.org/resource/Jean-Fran\u00e7ois_Cot\u00e9> .?u_0 <http://dbpedia.org/property/artist> ?u_1", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/property/artist> ?u_1 .?u_1 <http://dbpedia.org/property/artist> ?u_0", "target_var": "?u_1"}], "id": "3172", "query": " SELECT COUNT(DISTINCT ?uri) WHERE { ?x <http://dbpedia.org/property/artist> <http://dbpedia.org/resource/Jean-Fran\u00e7ois_Cot\u00e9> . ?x <http://dbpedia.org/property/artist> ?uri }", "question": "Give me the count of artist in the company whose Artist is Jean- Fran\u00e7ois Cot\u00e9 ?"}, {"answer": "correct", "features": ["multivar", "compound"], "generated_queries": [{"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/type> <http://dbpedia.org/resource/Private_university>", "target_var": "?u_1"}, {"correct": false, "query": "?u_0 <http://dbpedia.org/ontology/sport> ?u_1", "target_var": "?u_1"}, {"correct": true, "query": "?u_0 <http://dbpedia.org/ontology/type> <http://dbpedia.org/resource/Private_university> .?u_0 <http://dbpedia.org/ontology/sport> ?u_1", "target_var": "?u_1"}], "id": "4048", "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/type> <http://dbpedia.org/resource/Private_university> . ?x <http://dbpedia.org/ontology/sport> ?uri  . }", "question": "List the sports played in private universities."}, {"answer": "-no_answer", "features": ["multivar", "compound"], "generated_queries": [], "id": "226", "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/To_Where_You_Are> <http://dbpedia.org/ontology/album> ?x . ?x <http://dbpedia.org/ontology/artist> ?uri  . }", "question": "Who is the performer of album which has the song \"To Where You Are\" ?"}]